import avatar_1 from "./avatars/avatar-0.jpg";
import avatar_2 from "./avatars/avatar-1.jpg";
import avatar_3 from "./avatars/avatar-2.jpg";
import avatar_4 from "./avatars/avatar-3.jpg";

export const REVIEWS_DATA = [
  {
    id: "review-1",
    image: avatar_1,
    name: "Диана Карбекова",
    text: "Самые вкусные и лучшие пончики! Обожаем их всей семьей! Хочу научится готовить такие же пончики. Они все такие вкусные, такие сладкие, начинка на любой вкус, тесто идеальное. Из всех пончиков отдаем предпочтение только вашим.",
  },
  {
    id: "review-2",
    image: avatar_2,
    name: "Александр Гурин",
    text: "Если вы любитель пончиков, вам обязательно нужно попробовать ереванские пончики в этом кафе! Здесь большой выбор вкусов, от классического шоколада до более необычных начинок. Пончики всегда свежие и готовятся на заказ, а персонал дружелюбный и приветливый.",
  },
  {
    id: "review-3",
    image: avatar_3,
    name: "Светлана Иванова",
    text: "«Как армянин, я был рад найти в городе кафе, где подают ереванские пончики. Я рад сообщить, что эти пончики не разочаровывают! Наслаждайтесь возвращением домой. Я очень рекомендую это место всем, кто ищет настоящий вкус Армении».",
  },
  {
    id: "review-4",
    image: avatar_4,
    name: "Ирма Гиевна",
    text: "Гуляя по Еревану не смогли пройти мимо пончиков. При выборе мы не могли удержаться и набрали каждому по несколько штук! вот это сила притяжения.) Пончики оказались такими нежными с воздушным тестом и вкуснейшими. ",
  },
  {
    id: "review-1",
    image: avatar_1,
    name: "Диана Карбекова",
    text: "Самые вкусные и лучшие пончики! Обожаем их всей семьей! Хочу научится готовить такие же пончики. Они все такие вкусные, такие сладкие, начинка на любой вкус, тесто идеальное. Из всех пончиков отдаем предпочтение только вашим.",
  },
  {
    id: "review-2",
    image: avatar_2,
    name: "Александр Гурин",
    text: "Если вы любитель пончиков, вам обязательно нужно попробовать ереванские пончики в этом кафе! Здесь большой выбор вкусов, от классического шоколада до более необычных начинок. Пончики всегда свежие и готовятся на заказ, а персонал дружелюбный и приветливый.",
  },
  {
    id: "review-3",
    image: avatar_3,
    name: "Светлана Иванова",
    text: "«Как армянин, я был рад найти в городе кафе, где подают ереванские пончики. Я рад сообщить, что эти пончики не разочаровывают! Наслаждайтесь возвращением домой. Я очень рекомендую это место всем, кто ищет настоящий вкус Армении».",
  },
  {
    id: "review-4",
    image: avatar_4,
    name: "Ирма Гиевна",
    text: "Гуляя по Еревану не смогли пройти мимо пончиков. При выборе мы не могли удержаться и набрали каждому по несколько штук! вот это сила притяжения.) Пончики оказались такими нежными с воздушным тестом и вкуснейшими. ",
  },
];
